package sszb

var (
	WelcomeMessage = "Охайо, онии чан"

	SeeTreasure = []string{
		"Интересно, что здесь делает КРАСНЫЙ\nжуравлик?\n\nPress F",
		"ЗЕЛЕНАЯ лягушка напоминает мне о\nмоем последнем отпуске в Париже.\n10 лет назад\n\nPress F",
		"ОРАНЖЕВАЯ белочка.\nНадо заинстаграмить\n\nPress F",
		"ЖЕЛТАЯ звездочка упала с неба. Надо\nзагадать желание на отпуск\n\nPress F",
		"СИНИЙ слоник? Кажется он был\nзеленым в последний раз\n\nPress F",
		"Ух ты! ФИОЛЕТОВЫЙ магический дракон.\nДавно я не играл в HoMM3\n\nPress F",
	}

	SeeObelisk = []string{
		"КРАСНАЯ статуя?\nПодарю ей журавлика\n\nPress F",
		"ЗЕЛЕНАЯ статуя?\nЖаль нет таких слоников\n\nPress F",
		"ОРАНЖЕВАЯ статуя?\nРядом белка пробегала\n\nPress F",
		"ЖЕЛТАЯ статуя?\nКак будто из звездной пыли\n\nPress F",
		"СИНЯЯ статуя?\nЖаль нет таких лягушек\n\nPress F",
		"ФИОЛЕТОВЫЙ статуя?\nМагическая, наверное\n\nPress F",
	}
)
