package sszb

var (
	WelcomeMessage = "Охайо, онии чан.\nХоди по лесу на стрелки\nСобирай оригами и относи статуям\nЖми F для взаимодействия"

	SeeTreasure = []string{
		"Интересно, что здесь делает КРАСНЫЙ\nжуравлик?\n\nPress F",
		"ЗЕЛЕНАЯ лягушка напоминает мне о\nмоем последнем отпуске в Париже.\n10 лет назад\n\nPress F",
		"ОРАНЖЕВАЯ белочка.\nНадо заинстаграмить\n\nPress F",
		"ЖЕЛТАЯ звездочка упала с неба. Надо\nзагадать желание на отпуск\n\nPress F",
		"СИНИЙ слоник? Кажется он был\nзеленым в последний раз\n\nPress F",
		"Ух ты! ФИОЛЕТОВЫЙ магический дракон.\nДавно я не играл в HoMM3\n\nPress F",
	}

	SeeObelisk = []string{
		"КРАСНАЯ статуя?\nПодарю ей журавлика\n\nPress F",
		"ЗЕЛЕНАЯ статуя?\nЖаль нет таких слоников\n\nPress F",
		"ОРАНЖЕВАЯ статуя?\nРядом белка пробегала\n\nPress F",
		"ЖЕЛТАЯ статуя?\nКак будто из звездной пыли\n\nPress F",
		"СИНЯЯ статуя?\nЖаль нет таких лягушек\n\nPress F",
		"ФИОЛЕТОВЫЙ статуя?\nМагическая, наверное\n\nPress F",
	}

	JustText = []string{

		"Когда последний раз я спал больше 4 часов?",
		"Надеюсь, меня не уволят",
		"Хочу собирать оригами, а не вот это всё",
		"Поговорите со мной кто-нибудь",
		"Как здесь красиво...",
		"Благородный муж предъявляет требования к себе,\n" +
			"низкий человек предъявляет требования к людям.",
		"Не беспокойся о том, что люди тебя не знают,\n" +
			"а беспокойся о том, что ты не знаешь людей.",
		"Извините за опоздание,\nя заблудился на дороге под названием жизнь.",
		"Если бы мы встретились в другом месте\nи в другое время, мы бы стали друзьями.",
		"Никогда не сдаваться...\nВстать, когда все рухнуло — вот настоящая сила.",
		"Ты думаешь, что ты понял это,\nхотя на самом деле всего лишь думаешь,\nчто ты понял то,\nо чем ты думаешь.",
		"Ничего не понимаю!\nЛадно, притворюсь, что понял...",
		"Очень просто сложить руки и сказать\n«Это невозможно».",
		"Человек понимает ценность чего-либо\nтолько после потери этого.",
		"Сколько бы иллюзий ты ни сочинил,\nони никогда не заполнят дыру в твоём сердце!",
	}
)
