package sszb

var (
	SeeTreasure = []string{
		"Интересно, что здесь делает КРАСНЫЙ\nжуравлик?",
		"ЗЕЛЕНАЯ лягушка напоминает мне о\nмоем последнем отпуске в Париже.\n10 лет назад",
		"ОРАНЖЕВАЯ белочка.\nНадо заинстаграмить",
		"ЖЕЛТАЯ звездочка упала с неба. Надо\nзагадать желание на отпуск",
		"СИНИЙ слоник? Кажется он был\nзеленым в последний раз",
		"Ух ты! ФИОЛЕТОВЫЙ магический дракон.\nДавно я не играл в HoMM3",
	}

	SeeObelisk = []string{
		"КРАСНАЯ статуя?\nПодарю ей журавлика",
		"ЗЕЛЕНАЯ статуя?\nЖаль нет таких слоников",
		"ОРАНЖЕВАЯ статуя?\nРядом белка пробегала",
		"ЖЕЛТАЯ статуя?\nКак будто из звездной пыли",
		"СИНЯЯ статуя?\nЖаль нет таких лягушек",
		"ФИОЛЕТОВЫЙ статуя?\nМагическая, наверное",
	}
)
